{
  "en": "This browser extension automatically stores copied text as history. Up to 10 entries can be saved and reused when needed.",
  "en-gb": "This browser extension automatically stores copied text as history. Up to 10 entries can be saved and reused when needed.",
  "en-au": "This browser extension automatically stores copied text as history. Up to 10 entries can be saved and reused when needed.",
  "en-ca": "This browser extension automatically stores copied text as history. Up to 10 entries can be saved and reused when needed.",
  "ar-sa": "يقوم امتداد المتصفح هذا بتخزين النص المنسوخ تلقائيًا كسجل. يمكن حفظ وإعادة استخدام ما يصل إلى 10 إدخالات عند الحاجة.",
  "ca": "Aquesta extensió del navegador emmagatzema automàticament el text copiat com a historial. Es poden desar i reutilitzar fins a 10 entrades quan calgui.",
  "cs": "Toto rozšíření prohlížeče automaticky ukládá zkopírovaný text jako historii. Až 10 položek lze uložit a znovu použít podle potřeby.",
  "da": "Denne browser-udvidelse gemmer automatisk kopieret tekst som historik. Op til 10 poster kan gemmes og genbruges efter behov.",
  "de": "Diese Browser-Erweiterung speichert automatisch kopierten Text als Verlauf. Bis zu 10 Einträge können gespeichert und bei Bedarf wiederverwendet werden.",
  "el": "Αυτή η επέκταση προγράμματος περιήγησης αποθηκεύει αυτόματα το αντιγραμμένο κείμενο ως ιστορικό. Έως 10 καταχωρήσεις μπορούν να αποθηκευτούν και να επαναχρησιμοποιηθούν όταν χρειάζεται.",
  "es": "Esta extensión del navegador almacena automáticamente el texto copiado como historial. Se pueden guardar y reutilizar hasta 10 entradas cuando sea necesario.",
  "es-MX": "Esta extensión del navegador guarda automáticamente el texto copiado como historial. Se pueden guardar y reutilizar hasta 10 entradas cuando se necesite.",
  "fi": "Tämä selaimen laajennus tallentaa automaattisesti kopioidun tekstin historiaksi. Enintään 10 merkintää voidaan tallentaa ja käyttää uudelleen tarvittaessa.",
  "fr": "Cette extension de navigateur enregistre automatiquement le texte copié comme historique. Jusqu'à 10 entrées peuvent être sauvegardées et réutilisées si nécessaire.",
  "fr-ca": "Cette extension de navigateur enregistre automatiquement le texte copié comme historique. Jusqu'à 10 entrées peuvent être sauvegardées et réutilisées au besoin.",
  "he": "תוסף דפדפן זה שומר באופן אוטומטי טקסט שהועתק כהיסטוריה. ניתן לשמור ולהשתמש מחדש בעד 10 פריטים לפי הצורך.",
  "hi": "यह ब्राउज़र एक्सटेंशन कॉपी किए गए टेक्स्ट को स्वचालित रूप से इतिहास के रूप में संग्रहित करता है। आवश्यकता पड़ने पर 10 प्रविष्टियों तक को सहेजा और पुनः उपयोग किया जा सकता है।",
  "hr": "Ovo proširenje preglednika automatski sprema kopirani tekst kao povijest. Do 10 unosa može se spremiti i ponovno koristiti po potrebi.",
  "hu": "Ez a böngészőbővítmény automatikusan elmenti a másolt szöveget előzményként. Akár 10 bejegyzés menthető és használható újra szükség esetén.",
  "id": "Ekstensi browser ini secara otomatis menyimpan teks yang disalin sebagai riwayat. Hingga 10 entri dapat disimpan dan digunakan kembali saat diperlukan.",
  "it": "Questa estensione del browser memorizza automaticamente il testo copiato come cronologia. È possibile salvare e riutilizzare fino a 10 voci quando necessario.",
  "ja": "このブラウザ拡張機能は、コピーしたテキストを履歴として自動保存します。最大10件まで保存され、必要な時に再利用できます。"
  "ko-kr": "이 브라우저 확장 프로그램은 복사된 텍스트를 자동으로 기록으로 저장합니다. 최대 10개의 항목을 저장하고 필요할 때 재사용할 수 있습니다.",
  "ms": "Sambungan pelayar ini secara automatik menyimpan teks yang disalin sebagai sejarah. Sehingga 10 entri boleh disimpan dan digunakan semula apabila diperlukan.",
  "nb": "Denne nettleserutvidelsen lagrer automatisk kopiert tekst som historikk. Opptil 10 oppføringer kan lagres og gjenbrukes ved behov.",
  "nl": "Deze browserextensie slaat automatisch gekopieerde tekst op als geschiedenis. Tot 10 items kunnen worden opgeslagen en hergebruikt wanneer nodig.",
  "pl": "To rozszerzenie przeglądarki automatycznie zapisuje skopiowany tekst jako historię. Do 10 wpisów można zapisać i ponownie wykorzystać w razie potrzeby.",
  "pt-br": "Esta extensão do navegador armazena automaticamente o texto copiado como histórico. Até 10 entradas podem ser salvas e reutilizadas quando necessário.",
  "pt-pt": "Esta extensão do navegador guarda automaticamente o texto copiado como histórico. Até 10 entradas podem ser guardadas e reutilizadas quando necessário.",
  "ro": "Această extensie de browser stochează automat textul copiat ca istoric. Până la 10 înregistrări pot fi salvate și reutilizate când este necesar.",
  "ru": "Это расширение браузера автоматически сохраняет скопированный текст как историю. До 10 записей можно сохранять и повторно использовать при необходимости.",
  "sk": "Toto rozšírenie prehliadača automaticky ukladá skopírovaný text ako históriu. Až 10 záznamov je možné uložiť a opätovne použiť podľa potreby.",
  "sv": "Detta webbläsartillägg sparar automatiskt kopierad text som historik. Upp till 10 poster kan sparas och återanvändas vid behov.",
  "th": "ส่วนขยายเบราว์เซอร์นี้จัดเก็บข้อความที่คัดลอกไว้เป็นประวัติโดยอัตโนมัติ สามารถบันทึกและนำกลับมาใช้ได้สูงสุด 10 รายการตามต้องการ",
  "tr": "Bu tarayıcı eklentisi, kopyalanan metni otomatik olarak geçmiş olarak saklar. İhtiyaç duyulduğunda 10 adede kadar girdi kaydedilebilir ve yeniden kullanılabilir.",
  "uk": "Це розширення браузера автоматично зберігає скопійований текст як історію. До 10 записів можна зберігати та повторно використовувати за потреби.",
  "vi": "Tiện ích mở rộng này tự động lưu văn bản đã sao chép làm lịch sử. Có thể lưu và tái sử dụng tối đa 10 mục khi cần.",
  "zh-cn": "此浏览器扩展程序可自动将复制的文本存储为历史记录。最多可保存10条记录，并可在需要时重复使用。",
  "zh-tw": "此瀏覽器擴充功能會自動將複製的文字儲存為歷史記錄。最多可儲存10筆記錄，並可在需要時重複使用。",
}